tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "harfbuzz"
brew "allure"
brew "argocd"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "libidn2"
brew "gnutls"
brew "colima"
brew "coreutils"
brew "csshx"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "fff"
brew "findutils"
brew "fzf"
brew "gawk"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "grep"
brew "htop"
brew "hyperkit"
brew "ideviceinstaller"
brew "jenv"
brew "jq"
brew "kotlin"
brew "kustomize"
brew "lazygit"
brew "sqlite"
brew "python@3.10"
brew "ldns"
brew "libfido2"
brew "maven"
brew "moreutils"
brew "ncdu"
brew "neovim"
brew "nvm"
brew "openjdk@8"
brew "socat"
brew "openshift-cli"
brew "openssh"
brew "pipenv"
brew "podman"
brew "podman-compose"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv"
brew "python@3.9"
brew "ripgrep"
brew "ruby"
brew "ruby@3.0"
brew "screen"
brew "source-to-image"
brew "ssh-copy-id"
brew "starship"
brew "stress"
brew "tektoncd-cli"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
cask "alacritty"
cask "alfred"
cask "android-platform-tools"
cask "cool-retro-term"
cask "hammerspoon"
cask "intellij-idea-ce"
cask "maccy"
cask "meld"
cask "obsidian"
cask "podman-desktop"
cask "spectacle"
cask "sublime-test"
cask "virtualbox"
cask "vscodium"
cask "xquartz"
